Microchip-MPLAB-Harmony/dev_packs/Microchip/PIC32MZ_DA_DFP/1.0.65/atdf/PIC32MZ2064DAK176.atdf
      <value-group caption="I/O Analog Charge Pump Enable bit" name="CFGCON__IOANCPEN">
         <value caption="Charge pumps are enabled" name="" value="0x1" />
         <value caption="Charge pumps are disabled" name="" value="0x0" />
      </value-group>
      <value-group caption="USB Suspend Sleep Enable bit(1)" name="CFGCON__USBSSEN">
         <value caption="USB PHY clock is shut down when Sleep mode is active" name="" value="0x1" />
         <value caption="USB PHY clock continues to run when Sleep is active" name="" value="0x0" />
      </value-group>
      <value-group caption="Permission Group Lock bit(1)" name="CFGCON__PGLOCK">
         <value caption="Permission Group registers are locked. Writes to PG registers are not allowed." name="" value="0x1" />
         <value caption="Permission Group registers are not locked. Writes to PG registers are allowed." name="" value="0x0" />
      </value-group>
      <value-group caption="Peripheral Module Disable bit(1)" name="CFGCON__PMDLOCK">
         <value caption="Peripheral module is locked. Writes to PMD registers is not allowed." name="" value="0x1" />
         <value caption="Peripheral module is not locked. Writes to PMD registers is allowed." name="" value="0x0" />
      </value-group>
      <value-group caption="Peripheral Pin Select Lock bit(1)" name="CFGCON__IOLOCK">
         <value caption="Peripheral Pin Select is locked. Writes to PPS registers is not allowed." name="" value="0x1" />
         <value caption="Peripheral Pin Select is not locked. Writes to PPS registers is allowed." name="" value="0x0" />
      </value-group>
      <value-group caption="Output Compare Alternate Clock Selection bit(1)" name="CFGCON__OCACLK">
         <value caption="Output Compare modules use an alternative Timer pair as their timebase clock" name="" value="0x1" />
         <value caption="All Output Compare modules use Timer2/3 as their timebase clock" name="" value="0x0" />
      </value-group>
      <value-group caption="Input Capture Alternate Clock Selection bit(1)" name="CFGCON__ICACLK">
         <value caption="Input Capture modules use an alternative Timer pair as their timebase clock" name="" value="0x1" />
         <value caption="All Input Capture modules use Timer2/3 as their timebase clock" name="" value="0x0" />
      </value-group>
      <value-group caption="EBI Address Pin Enable bit 0" name="CFGEBIA__EBIA0EN">
         <value caption="EBIAx pin is enabled for use by EBI" name="" value="0x1" />
         <value caption="EBIAx pin has is available for general use" name="" value="0x0" />
      </value-group>
      <value-group caption="EBI Address Pin Enable bit 1" name="CFGEBIA__EBIA1EN">
         <value caption="EBIAx pin is enabled for use by EBI" name="" value="0x1" />
         <value caption="EBIAx pin has is available for general use" name="" value="0x0" />
      </value-group>
      <value-group caption="EBI Address Pin Enable bit 2" name="CFGEBIA__EBIA2EN">
         <value caption="EBIAx pin is enabled for use by EBI" name="" value="0x1" />
         <value caption="EBIAx pin has is available for general use" name="" value="0x0" />
      </value-group>
      <value-group caption="EBI Address Pin Enable bit 3" name="CFGEBIA__EBIA3EN">
         <value caption="EBIAx pin is enabled for use by EBI" name="" value="0x1" />
         <value caption="EBIAx pin has is available for general use" name="" value="0x0" />
      </value-group>
      <value-group caption="EBI Address Pin Enable bit 4" name="CFGEBIA__EBIA4EN">
         <value caption="EBIAx pin is enabled for use by EBI" name="" value="0x1" />
         <value caption="EBIAx pin has is available for general use" name="" value="0x0" />
      </value-group>
      <value-group caption="EBI Address Pin Enable bit 5" name="CFGEBIA__EBIA5EN">
         <value caption="EBIAx pin is enabled for use by EBI" name="" value="0x1" />
         <value caption="EBIAx pin has is available for general use" name="" value="0x0" />
      </value-group>
      <value-group caption="EBI Address Pin Enable bit 6" name="CFGEBIA__EBIA6EN">
         <value caption="EBIAx pin is enabled for use by EBI" name="" value="0x1" />
         <value caption="EBIAx pin has is available for general use" name="" value="0x0" />
      </value-group>
      <value-group caption="EBI Address Pin Enable bit 7" name="CFGEBIA__EBIA7EN">
         <value caption="EBIAx pin is enabled for use by EBI" name="" value="0x1" />
         <value caption="EBIAx pin has is available for general use" name="" value="0x0" />
      </value-group>
      <value-group caption="EBI Address Pin Enable bit 8" name="CFGEBIA__EBIA8EN">
         <value caption="EBIAx pin is enabled for use by EBI" name="" value="0x1" />
         <value caption="EBIAx pin has is available for general use" name="" value="0x0" />
      </value-group>
      <value-group caption="EBI Address Pin Enable bit 9" name="CFGEBIA__EBIA9EN">
         <value caption="EBIAx pin is enabled for use by EBI" name="" value="0x1" />
         <value caption="EBIAx pin has is available for general use" name="" value="0x0" />
      </value-group>
      <value-group caption="EBI Address Pin Enable bit 10" name="CFGEBIA__EBIA10EN">
         <value caption="EBIAx pin is enabled for use by EBI" name="" value="0x1" />
         <value caption="EBIAx pin has is available for general use" name="" value="0x0" />
      </value-group>
      <value-group caption="EBI Address Pin Enable bit 11" name="CFGEBIA__EBIA11EN">
         <value caption="EBIAx pin is enabled for use by EBI" name="" value="0x1" />
         <value caption="EBIAx pin has is available for general use" name="" value="0x0" />
      </value-group>
      <value-group caption="EBI Address Pin Enable bit 12" name="CFGEBIA__EBIA12EN">
         <value caption="EBIAx pin is enabled for use by EBI" name="" value="0x1" />
         <value caption="EBIAx pin has is available for general use" name="" value="0x0" />
      </value-group>
      <value-group caption="EBI Address Pin Enable bit 13" name="CFGEBIA__EBIA13EN">
         <value caption="EBIAx pin is enabled for use by EBI" name="" value="0x1" />
         <value caption="EBIAx pin has is available for general use" name="" value="0x0" />
      </value-group>
